adpyke.codesnap
alefragnani.bookmarks
antfu.browse-lite
antfu.vite
anthropic.claude-code
batisteo.vscode-django
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
csstools.postcss
dbaeumer.vscode-eslint
dcortes92.freemarker
denoland.vscode-deno
docker.docker
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
firsttris.vscode-jest-runner
github.codespaces
github.copilot
github.copilot-chat
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
google.geminicodeassist
googlecloudtools.cloudcode
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
hashicorp.terraform
hediet.vscode-drawio
humao.rest-client
jebbs.plantuml
johnpapa.vscode-peacock
mblode.twig-language
mehedidracula.php-constructor
miguelsolorio.symbols
mikestead.dotenv
mongodb.mongodb-vscode
ms-kubernetes-tools.vscode-kubernetes-tools
ms-ossdata.vscode-pgsql
ms-python.debugpy
ms-python.isort
ms-python.mypy-type-checker
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-sarifvscode.sarif-viewer
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.remote-wsl-recommender
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
naumovs.color-highlight
oderwat.indent-rainbow
orta.vscode-jest
phproberto.vscode-php-getters-setters
pkief.material-icon-theme
prisma.prisma
quicktype.quicktype
redhat.vscode-xml
redhat.vscode-yaml
robberphex.php-debug
rokoroku.vscode-theme-darcula
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
tamasfe.even-better-toml
tilt-dev.tiltfile
tim-koehler.helm-intellisense
typespec.typespec-vscode
vitest.explorer
vscjava.migrate-java-to-azure
vscjava.vscode-java-upgrade
vscode-icons-team.vscode-icons
vsls-contrib.gistfs
vue.volar
whatwedo.twig
william-voyek.vscode-nginx
xyz.local-history
zignd.html-css-class-completion
zobo.php-intellisense
zxh404.vscode-proto3